const logo = {
    src:"images/static/logo1.svg",
    alt:"جمعية الهيموفيليا العراقية",
    href:"index.html"
}
const footerlogo = {
    src:"images/static/logo.svg",
    alt:"جمعية الهيموفيليا العراقية",
    href:"index.html"
}
const menu = [
    {
        href:"#banner-section",
        title:"من نحن ",
    },
    {
        href:"#map-section",
        title:"فروعنا",
    }
    ,
    {
        href:"#info-section",
        title:"الهيموفيليا",
    }
    ,
    {
        href:"#join-section",
        title:"كيف تنضم",
    }
    ,
    {
        href:"#section-footer",
        title:"إتصل بنا",
    }
    
    
    ];
    
const whowearedata = {
    
    header:"من نحن",
    listing_text:[
        {
            text:"تأسست جمعية الهيموفيليا العراقية في بغداد في العام 2004، من قبل مجموعة من المرضى وعائلاتهم إلى جانب عدد من مقدمي الرعاية الصحية والمتطوعين. ",
            href:"",
            target:"",
            label:"",
            afterlink:""
            
        },
        {
            text:"الوزراء، (إدارة الوهي مؤسسة خيرية مستقلة غير حكومية، معتمدة رسمياً من الأمانة العامة لمجلس الوزراء، (إدارة المنظمات غير الحكومية) ومسجلة في وزارة الصحة العراقية/الصحة الدولية وحصلت في العام 2004 على عضوية",
            href:"http://www.wfh-arabic.org/",
            target:"_blank",
            label:"الاتحاد العالمي للهيموفيليا",
            afterlink:"في كندا"
        }
        
        ],
    listing_sub_header:" مهمة الجمعية:",
    listing_sub:[
        {
            text:"• تعزيز ونشر التوعية حول مرض الهيموفيليا،والامراض النزفية الوراثية لا سيما في العراق، حيث لا يزال ينظر إلى هذا المرض على اعتباره وصمة معيبة",
            href:"",
            target:"",
            label:"",
            afterlink:""
            
        },
         {
            text:"• توفير التثقيف المناسب عن مرض الهيموفيليا في إطار عملية منظمة للعائلات والمرضى ومقدمي الرعاية الصحية وصناع القرار",
            href:"",
            target:"",
            label:"",
            afterlink:""
            
        },
         {
            text:"• تحسين نوعية حياة مريض الهيموفيليا من خلال مواجهة التحديات التي تعترضهم وتقديم الحلول",
            href:"",
            target:"",
            label:"",
            afterlink:""
            
        },
         {
            text:"• توفير علاج آمن وفعال ومجاني للجميع",
            href:"",
            target:"",
            label:"",
            afterlink:""
            
        },
         {
            text:"• العمل بالتعاون مع منظمة الهيموفيليا العالمية والالتزام بنظامها  الأساسي.",
            href:"",
            target:"",
            label:"",
            afterlink:""
            
        }
        ,
         {
            text:" • تعزيز علاقات التعاون الطبي و الاجتماعي بين وزارة الصحة والمرضى وشركات الأدوية",
            href:"",
            target:"",
            label:"",
            afterlink:""
            
        }
        
        
        ]
}

const map = {
    title: "فروعنا",
    title_detailed:"جمعية الهيموفيليا العراقية، الفرع الرئيسي",
    location:[
        {
            icon:"images/static/location-icon.svg",
            label:" بغداد، العراق",
            dir:false
        },
                {
            icon:"images/static/time-icon.svg",
            label:"+964 780 175 0389",
            dir:true
        }
        ,
                {
            icon:"images/static/phone-icon.svg",
            label:"+964 780 175 0389",
            dir:true
        },
        {
            icon:"images/static/mail-icon.svg",
            label:"drmurtatha@yahoo.com",
            dir:false
        }
        ],
    marker_src:"images/static/marker.svg",
}

const howtojoin = {
    img_src:"images/dynamic/join-new-1.jpg",
    img_alt:"Second slide",
    title:"كيف تنضم",
    intro:" لمن يرغب الانضمام إلى عضوية جمعية الهيموفيليا العراقية يجب عليه التقدم بطلب الانتساب والتعهد باحترام وتطبيق النظام الداخلي للجمعية.",
    listing_sub: [
        {
            text:"أن يكون الأنأن يكون الشخص مصابا بمرض الهيموفيليا أو تربطه صلة قربى بمريض هيموفيليا"
        },
        {
            text:"أعضاء الكوادر الصحية الذين يعملون مباشرةً مع مرضى الهيموفيليا"
        },
        {
            text:"المتطوعون أو المهتمون بالهيموفيليا"
        }
        ],
    subtitle:"خطوات الانتساب:",
    subtitle_listing_sub:[
        {
            text:"قُم بتحميل الاستمارة المخصصة لطلب الانتساب",
            href:"",
            label:""
        },
                {
            text:"املأ الاستمارة المخصصة لطلب الانتساب",
            href:"",
            label:""
        },
        {
            text:"أرسل الطلب عبر البريد الالكتروني التالي:",
            href:"mailto:drmurtatha@yahoo.com",
            label:"drmurtatha@yahoo.com"
        }
        ],
    button_label:"طلب الانتساب",
    button_link:"/images/document/document.docx"
    
}

const footer = {
    title:"إتصل بنا",
    name:" الدكتور مرتضى حسن",
    position:" رئيس جمعية الهيموفيليا العراقية <br /> مدير مركز الامراض النزفية الوراثية - سابقأ",
    icon_list: [
        {
            icon:"images/static/phone-icon.svg",
            href:"tel:+964 780 175 0389",
            label:"+964 780 175 0389",
            dir:true
        },
        {
            icon:"images/static/mail-icon.svg",
            href:"mailto:drmurtatha@yahoo.com",
            label:"drmurtatha@yahoo.com",
            dir:false
        },
        {
            icon:"images/static/facebook-icon.svg",
            href:"https://www.facebook.com/IraqHemophiliaSociety",
            label:"جمعية الهيموفيليا العراقية",
            dir:false
        }
        ]
    
}
const footermenu = [
    {
        href:"#banner-section",
        label:"من نحن"
    },
     {
        href:"#map-section",
        label:"فروعنا"
    },
     {
        href:"#info-section",
        label:"الهيموفيليا"
    },
     {
        href:"#join-section",
        label:"كيف تنضم"
    }
    ];
    
    
    const infosection = {
        title:"ما هي الهيموفيليا",
        moreinfo_label:"قراءة المزيد",
        moreinfo_href:"#moreInfo",
        subtitle:" ما هو مرض الهيموفيليا؟",
        details_text:"الهيموفيليا هو اضطرابات النزف الموروثة ويتمثل في عدم أو قلة تخثر الدم على نحو طبيعي. وعوامل التخثر هي بروتينات في البلازما، والتي تعتبر ضرورية لوقف النزيف عند حدوثه. ويؤدي نقص عوامل التخثر إلى نزيف طويل الأمد.",
        subtitle2:"ما هو مرض الهيموفيليا المكتسبة؟",
        details_text2:"الهيموفيليا المكتسبة، هي نوع غير وراثي نادر ويصاب به عادة كبار السن وغالبًا يحدث بعد الاصابة بأمراض أخرى مثل السرطان و امراض الخلل المناعي.",
        section_title:"آخر الأخبار عن علاج الهيموفيليا"
        
    }
    const cards = [
        {
            src:"images/dynamic/card-1.jpg",
            alt:"ما هي أنواع الهيموفيليا المختلفة؟",
            date:"٢٣ شباط ٢٠٢١",
            title:"ما هي أنواع الهيموفيليا المختلفة؟",
            content:"<ul><li> توجد عدة أنواع من عوامل التخثر. بناءً على عامل التخثر المتضرر، هناك ثلاثة أنواع رئيسية من الهيموفيليا:</li><li> • الهيموفيليا A: وهو ناتج عن نقص أو خلل في عامل التخثر الثامن.</li><li> • الهيموفيليا B: وهو ناتج عن نقص عامل التخثر التاسع.</li><li> • الهيموفيليا C: وهو ناتج عن نقص عامل التخثر الحادي عشر.</li></ul>"
        },
        {
            src:"images/dynamic/card-2.jpg",
            alt:"كيف يتم توريث الهيموفيليا؟",
            date:"٢٣ شباط ٢٠٢١",
            title:"كيف يتم توريث الهيموفيليا؟",
            content:'<ul><li>يمتلك الأنسان 22 زوج من الكروموسومات تسمى الجسيمات الصبغية الجسدية وزوج واحد من الكروموسومات، يسمى كروموسوم الجنس، وهو يحدد جنس الإنسان.</li><li>يعتمد نمط وراثة الهيموفيليا على الكروموسوم الذي يقع عليه الجين المصاب.</li><li>تقع الجينات المصابة بالهيموفيليا A و B على الكروموسوم X. لذلك، يتم توريثهم في نمط مرتبط بـ X. والرجال أكثر عرضة للإصابة بالهيموفيليا A و B لأن لديهم كروموسوم X واحد فقط بينما النساء يملكن كروموسوم X عدد اثنان.</li><li>تحدث الهيموفيليا C لان الجسم يكون اجسام مضادة ضد العامل الثامن للجسم نفسة، ويبطل عمل عامل التخثر. لذلك، فأن هذا النوع من الهيموفيليا يصيب كلا من الرجال والنساء.</li></ul>'
        }
        ,
        {
            src:"images/dynamic/card-3.jpg",
            alt:"ما هو متوسط العمر المتوقع؟",
            date:"٢٣ شباط ٢٠٢١",
            title:"ما هو متوسط العمر المتوقع؟",
            content:'يعتمد متوسط العمر المتوقع للأشخاص المصابين بالهيموفيليا على شدة الحالة وما إذا كان المريض يتلقى العلاج المناسب أم لا. وفي ظل الرعاية المناسبة، يكون متوسط العمر المتوقع للأشخاص المصابين بالهيموفيليا أقل بحوالي 10 سنوات مقارنةً بغير المصابين به.'
        }
        ,
        {
            src:"images/dynamic/card-6.jpg",
            alt:"ما هي الأعراض؟",
            date:"٢٣ شباط ٢٠٢١",
            title:"ما هي الأعراض؟",
            content:'<ul><li>أكثر أعراض الهيموفيليا شيوعًا هي النزيف المفرط والكدمات السهلة بسبب النزيف الداخلي والخارجي. يمكن أن يؤثر النزيف على أجزاء مختلفة من الجسم ويمكن ملاحظته على النحو التالي:</li><li>• نزيف من ألأنف و الفم و ألأسنان</li><li>• نزيف حاد بعد أي شدة خارجية</li><li>• كدمات كبيرة</li><li>• دم في البول والبراز بسبب نزيف الكلى أو المثانة أو الأمعاء</li><li>• نزيف في المفاصل مع أو بدون ألم</li><li>• نزيف في الدماغ، الذي يمكن أن يسبب الصداع والقيء وتصلب الرقبة، عدم وضوح الرؤية وضمور في عمل العضلات</li><li>يختلف نوع وشدة الأعراض من شخص لآخر حسب درجة النقص في عامل التخثر.</li></ul>'
        }
        ,
        {
            src:"images/dynamic/card-9.jpg",
            alt:"كيف يتم تشخيص مرض الهيموفيليا؟",
            date:"٢٣ شباط ٢٠٢١",
            title:"كيف يتم تشخيص مرض الهيموفيليا؟",
            content:'<ul><li>يتم تشخيص الهيموفيليا باستخدام فحص الدم لقياس مستويات عوامل التخثر ونشاطها في الدم.</li><li>يمكن أن تساعد الاختبارات الجينية قبل الولادة في تشخيص مرض الهيموفيليا في الحالات التي يُعرف فيها الآباء بأنهم حاملون لهذه الحالة. يمكن أخذ عينة من خلايا المشيمة ما بين الأسبوع التاسع والحادي عشر من الحمل، وأخذ عينات من دم الجنين في الأسبوع 19 أو أكثر.</li></ul>'
        }
        ,
        {
            src:"images/dynamic/card-11.png",
            alt:"كيف يتم علاج الهيموفيليا؟",
            date:"٢٣ شباط ٢٠٢١",
            title:"كيف يتم علاج الهيموفيليا؟",
            content:'<ul><li>العلاج الأساسي للهيموفيليا هو العلاج التعويضي، حيث يتم إعطاء عامل التخثر المفقود للجسم عن طريق الحقن بالوريد تشمل العلاجات الأخرى المعتمدة - مثل ديسموبريسين - الذي يحفز إنتاج عوامل التخثر والسايكلوكابرون وهناك العديد من العلاجات التجريبية التي لاتزال قيد التقيم.</li> يتم أخذ العلاج الوقائي لتقليل نسبة تكرار النزف خصوصاٍ بعد الأصابات الخفيفة.</ul>'
        }
        ,
        {
            src:"images/dynamic/card-4.jpg",
            alt:"هل يمكن الشفاء من الهيموفيليا؟",
            date:"٢٣ شباط ٢٠٢١",
            title:"هل يمكن الشفاء من الهيموفيليا؟",
            content:'<ul><li>لا يوجد حالياً علاج للهيموفيليا في كل العالم، ولكن لو تم التشخيص المبكر والعلاج الصحيح فالمريض يمكن أن يعيش حياة طبيعية تقريباً.</li></ul>'
        }
        ,
        {
            src:"images/dynamic/card-5.jpg",
            alt:" كيف يتم تحديد شدة الهيموفيليا؟",
            date:"٢٣ شباط ٢٠٢١",
            title:" كيف يتم تحديد شدة الهيموفيليا؟",
            content:'<ul><li>يحدد مستوى عامل التخثر في الدم شدة الهيموفيليا. وكلما انخفضت المستويات زادت خطورة الحالة.</li><li> في حالة الهيموفيليا الخفيفة، تتراوح مستويات عامل التخثر بين 5% - 40% .</li><li>في حالة الهيموفيليا المعتدلة، تتراوح مستويات عامل التخثر بين 1% - 5%.</li><li>في حالة الهيموفيليا الشديدة، تكون مستويات عامل التخثر أقل من 1٪.</li><li>يختلف معدل النزيف حسب شدة الحالة. ينزف الأشخاص المصابون بالهيموفيليا الحادة بشكل متكرر وبدون سبب محدد. وينزف الأشخاص المصابون بالهيموفيليا المعتدلة بشكل أقل تواترًا وعفويًا وعادةً فقط نتيجة الإصابة. وفي حالات الهيموفيليا الخفيفة، يحدث عادةً نزيف نتيجة عملية جراحية أو إصابة كبيرة.</li></ul>'
        }
        ,
        {
            src:"images/dynamic/card-10.jpg",
            alt:"هل الهيموفيليا معدية؟",
            date:"٢٣ شباط ٢٠٢١",
            title:"هل الهيموفيليا معدية؟",
            content:'<ul><li>كلا، الهيموفيليا مرض وراثي ولا يمكن أن ينتشر من خلال العدوى المباشرة أو الغير مباشرة. والهيموفيليا ليس لها علاقة ب :</li><li><ul><li> • مناعة الجسم</li><li> • الأصابات الفيروسية و الجرثومية</li></ul></li></ul>'
        }
        ,
        {
            src:"images/dynamic/card-7.jpg",
            alt:" هل هناك أدوية يجب على مريض الهيموفيليا تجنبها؟",
            date:"٢٣ شباط ٢٠٢١",
            title:" هل هناك أدوية يجب على مريض الهيموفيليا تجنبها؟",
            content:'<ul><li>لا ينبغي للأشخاص المصابين بالهيموفيليا تناول الأسبرين أو أي دواء آخر مسيل للدم. يمنع الأسبرين الصفائح الدموية من التكتل معاً وتشكيل جلطات الدم. ويمكن أن يسبب في جعل النزيف أسوأ عند مرضى الهيموفيليا.</li></ul>'        
            
        }
        ,
        {
            src:"images/dynamic/card-8.jpg",
            alt:" هل من الآمن ممارسة الرياضة في حالة الإصابة بمرض الهيموفيليا؟",
            date:"٢٣ شباط ٢٠٢١",
            title:" هل من الآمن ممارسة الرياضة في حالة الإصابة بمرض الهيموفيليا؟",
            content:'<ul><li>يمكن أن تساعد الرياضة والتمارين الرياضية في تقوية العضلات ومنع النزيف. لذا، يتم تشجيع الأفراد المصابين بالهيموفيليا على دمج التمارين المتكررة في روتينهم اليومي. ومع ذلك، لا يُنصح بالرياضات ذات الخطورة العالية للإصابة، مثل الملاكمة أو كرة القدم أو لعبة الركبي. يجب على الأشخاص المصابين بالهيموفيليا مراعاة شدة مرضهم عند التخطيط لروتين تمارينهم واختيار الرياضة.</li> و من الرياضات المفيدة السباحة و المشي و ركوب الدراجة الهوائية .</ul>'
        }
        ,
        {
            src:"images/dynamic/card-12.png",
            alt:"أين يمكنني إيجاد المزيد من المعلومات؟",
            date:"٢٣ شباط ٢٠٢١",
            title:"أين يمكنني إيجاد المزيد من المعلومات؟",
            content:'<ul><li> يمكن العثور على معلومات شاملة حول الهيموفيليا وخيارات العلاج المختلفة الخاصة به، وكذلك كافة المعلومات حول الأبحاث والتجارب السريرية عبر المواقع التالية:</li><li> <a href="http://www.wfh-arabic.org/" target="_blank">الاتحاد العالمي للهيموفيليا – الصفحة العربية </a></li><li> <a href="http://www.wfh-arabic.org/%D8%A7%D9%84%D9%85%D9%88%D8%A7%D8%B1%D8%AF/%D9%84%D9%85%D9%86%D8%B4%D9%88%D8%B1%D8%A7%D8%AA/" target="_blank">منشورات عن مرض الهيموفيليا </a></li><li> <a href="https://www.youm7.com/story/2019/10/26/%D8%A7%D9%84%D9%87%D9%8A%D9%85%D9%88%D9%81%D9%8A%D9%84%D9%8A%D8%A7-%D9%85%D8%B1%D8%B6-%D9%88%D8%B1%D8%A7%D8%AB%D9%89-%D9%8A%D8%B5%D9%8A%D8%A8-%D8%A7%D9%84%D8%B0%D9%83%D9%88%D8%B1-%D8%A3%D9%83%D8%AB%D8%B1-%D9%85%D9%86-%D8%A7%D9%84%D8%A5%D9%86%D8%A7%D8%AB-%D8%A7%D8%B9%D8%B1%D9%81-%D9%83%D9%84/4474526" target="_blank">أبحاث عن المرض </a></li></ul>'
        }
        ]
    
export {logo,footerlogo,menu,whowearedata, map, howtojoin, footer,footermenu, cards, infosection};